
console.log("Imported ukrmova");

function ukrmova(message, Discord) {
	let words = [ 	
				"Гинеколог - пихвозаглядач",
				"Парашютисты - падалки",
				"Зажигалка - спалахуйка",
				"Бабочка - залупівка",
				"Подсчитай - пiдрахуй",
				"Ужасы - жахи",
				"Лифт - міжповерховий дротохід",
				"Кощей бессмертный - чахлик невмирущий",
				"Сексуальный маньяк - пісюнковий злодій",
				"Киндер-сюрприз - яйко-сподівайко",
				"Соковыжималка - сіковичовичувалка",
				"Вертолет - гвинтокрил",
				"Коробка передач - скринька перепихунців",
				"Поджопник - пiдсрачник",
				"Пылесос - смоктопил",
				"Шприц - штрикалка",
				"Зонт - розчипірка",
				"Собака-ищейка - цуцик-нишпорка",
				"Презерватив - гумовий нацюцюрник",
				"Как закалялась сталь - Як дрючилася железка",
				"Дискотека - Дискогапавка",
				"Гинеколог - пихвозаглядач",
				];

	emb = new Discord.MessageEmbed()
	.setTitle(arrayRandElement(words))
	.setColor(0x42aaff);

	message.channel.send(embed=emb);
}


function arrayRandElement(arr) {
    var rand = Math.floor(Math.random() * arr.length);
    return arr[rand];
}
//module.exports = {ukrmova}